export default function Contents() {
    return (
        <p className="p-4 text-sm">
            대통령은 국무총리·국무위원·행정각부의 장 기타 법률이 정하는 공사의 직을 겸할 수 없다. 대통령의 임기가
            만료되는 때에는 임기만료 70일 내지 40일전에 후임자를 선거한다. 사회적 특수계급의 제도는 인정되지 아니하며,
            어떠한 형태로도 이를 창설할 수 없다. 국가는 노인과 청소년의 복지향상을 위한 정책을 실시할 의무를 진다.
            국회는 국정을 감사하거나 특정한 국정사안에 대하여 조사할 수 있으며, 이에 필요한 서류의 제출 또는 증인의
            출석과 증언이나 의견의 진술을 요구할 수 있다. 대통령이 임시회의 집회를 요구할 때에는 기간과 집회요구의
            이유를 명시하여야 한다. 대통령은 법률이 정하는 바에 의하여 훈장 기타의 영전을 수여한다. 대통령이 궐위된 때
            또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 60일 이내에 후임자를 선거한다.
            국토와 자원은 국가의 보호를 받으며, 국가는 그 균형있는 개발과 이용을 위하여 필요한 계획을 수립한다. 모든
            국민은 학문과 예술의 자유를 가진다. 이 헌법중 공무원의 임기 또는 중임제한에 관한 규정은 이 헌법에 의하여 그
            공무원이 최초로 선출 또는 임명된 때로부터 적용한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의
            지출은 차기국회의 승인을 얻어야 한다. 각급 선거관리위원회는 선거인명부의 작성등 선거사무와 국민투표사무에
            관하여 관계 행정기관에 필요한 지시를 할 수 있다. 국가는 건전한 소비행위를 계도하고 생산품의 품질향상을
            촉구하기 위한 소비자보호운동을 법률이 정하는 바에 의하여 보장한다. 국회나 그 위원회의 요구가 있을 때에는
            국무총리·국무위원 또는 정부위원은 출석·답변하여야 하며, 국무총리 또는 국무위원이 출석요구를 받은 때에는
            국무위원 또는 정부위원으로 하여금 출석·답변하게 할 수 있다. 탄핵소추의 의결을 받은 자는 탄핵심판이 있을
            때까지 그 권한행사가 정지된다. 모든 국민은 그 보호하는 자녀에게 적어도 초등교육과 법률이 정하는 교육을 받게
            할 의무를 진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한
            범죄에 대하여 거듭 처벌받지 아니한다. 언론·출판에 대한 허가나 검열과 집회·결사에 대한 허가는 인정되지
            아니한다. 지방자치단체는 주민의 복리에 관한 사무를 처리하고 재산을 관리하며, 법령의 범위안에서 자치에 관한
            규정을 제정할 수 있다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되,
            사법절차가 준용되어야 한다. 국회는 법률에 저촉되지 아니하는 범위안에서 의사와 내부규율에 관한 규칙을 제정할
            수 있다. 국무총리 또는 행정각부의 장은 소관사무에 관하여 법률이나 대통령령의 위임 또는 직권으로 총리령 또는
            부령을 발할 수 있다. 모든 국민은 직업선택의 자유를 가진다. 국가는 모성의 보호를 위하여 노력하여야
            한다.대통령은 국무총리·국무위원·행정각부의 장 기타 법률이 정하는 공사의 직을 겸할 수 없다. 대통령의 임기가
            만료되는 때에는 임기만료 70일 내지 40일전에 후임자를 선거한다. 사회적 특수계급의 제도는 인정되지 아니하며,
            어떠한 형태로도 이를 창설할 수 없다. 국가는 노인과 청소년의 복지향상을 위한 정책을 실시할 의무를 진다.
            국회는 국정을 감사하거나 특정한 국정사안에 대하여 조사할 수 있으며, 이에 필요한 서류의 제출 또는 증인의
            출석과 증언이나 의견의 진술을 요구할 수 있다. 대통령이 임시회의 집회를 요구할 때에는 기간과 집회요구의
            이유를 명시하여야 한다. 대통령은 법률이 정하는 바에 의하여 훈장 기타의 영전을 수여한다. 대통령이 궐위된 때
            또는 대통령 당선자가 사망하거나 판결 기타의 사유로 그 자격을 상실한 때에는 60일 이내에 후임자를 선거한다.
            국토와 자원은 국가의 보호를 받으며, 국가는 그 균형있는 개발과 이용을 위하여 필요한 계획을 수립한다. 모든
            국민은 학문과 예술의 자유를 가진다. 이 헌법중 공무원의 임기 또는 중임제한에 관한 규정은 이 헌법에 의하여 그
            공무원이 최초로 선출 또는 임명된 때로부터 적용한다. 예비비는 총액으로 국회의 의결을 얻어야 한다. 예비비의
            지출은 차기국회의 승인을 얻어야 한다. 각급 선거관리위원회는 선거인명부의 작성등 선거사무와 국민투표사무에
            관하여 관계 행정기관에 필요한 지시를 할 수 있다. 국가는 건전한 소비행위를 계도하고 생산품의 품질향상을
            촉구하기 위한 소비자보호운동을 법률이 정하는 바에 의하여 보장한다. 국회나 그 위원회의 요구가 있을 때에는
            국무총리·국무위원 또는 정부위원은 출석·답변하여야 하며, 국무총리 또는 국무위원이 출석요구를 받은 때에는
            국무위원 또는 정부위원으로 하여금 출석·답변하게 할 수 있다. 탄핵소추의 의결을 받은 자는 탄핵심판이 있을
            때까지 그 권한행사가 정지된다. 모든 국민은 그 보호하는 자녀에게 적어도 초등교육과 법률이 정하는 교육을 받게
            할 의무를 진다. 모든 국민은 행위시의 법률에 의하여 범죄를 구성하지 아니하는 행위로 소추되지 아니하며, 동일한
            범죄에 대하여 거듭 처벌받지 아니한다. 언론·출판에 대한 허가나 검열과 집회·결사에 대한 허가는 인정되지
            아니한다. 지방자치단체는 주민의 복리에 관한 사무를 처리하고 재산을 관리하며, 법령의 범위안에서 자치에 관한
            규정을 제정할 수 있다. 재판의 전심절차로서 행정심판을 할 수 있다. 행정심판의 절차는 법률로 정하되,
            사법절차가 준용되어야 한다. 국회는 법률에 저촉되지 아니하는 범위안에서 의사와 내부규율에 관한 규칙을 제정할
            수 있다. 국무총리 또는 행정각부의 장은 소관사무에 관하여 법률이나 대통령령의 위임 또는 직권으로 총리령 또는
            부령을 발할 수 있다. 모든 국민은 직업선택의 자유를 가진다. 국가는 모성의 보호를 위하여 노력하여야 한다.
        </p>
    );
}
